/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* Informing the user an item has finished copying */
"Copied" = "Copiato";

/* No comment provided by engineer. */
"Copy" = "Copia";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Copia in corso";

/* No comment provided by engineer. */
"Dismiss" = "Chiudi";

/* No comment provided by engineer. */
"Done" = "Chiudi";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Invio email fallito. Riprova.";

/* Informing the user a process has failed */
"Failed" = "Fallito";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "di";

/* No comment provided by engineer. */
"Photo" = "Foto";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Caricamento";

/* No comment provided by engineer. */
"Save" = "Salva";

/* Informing the user an item has been saved */
"Saved" = "Salvato";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Salvataggio in corso";

